<?php
/*Template Name: 著作権等 */
?>
<?php get_header(); ?>

<div class="c-herohead">
	<h1 class="c-herohead__heading"><?php the_title(); ?></h1>
</div>

<section class="c-section">
	<h2 class="c-heading__m">リンクについて</h2>
	<ul class="c-section__ul">
		<li>長野市ホームページへのリンクは原則として自由です。</li>
		<li>リンクの設置する場所には、長野市のホームページであることを明記して下さい。</li>
		<li>当ホームページの内容及びアドレスは、予告なく変更・削除することがあります。</li>
		<li>当ホームページへのリンクにより発生した問題・損害については、市はいかなる責任も負いません。</li>
	</ul>
</section>

<section class="c-section">
	<h2 class="c-heading__m">著作権について</h2>
	<ul class="c-section__ul">
		<li>長野市ホームページ（以下、当ホームページ）に掲載している内容（文章、写真、図、イラスト等）に関する著作権は、原則として長野市に帰属します。また、一部の画像等の著作権は、長野市以外の原著作者が所有しています。</li>
		<li>当ホームページの内容について、「私的使用のための複製」や「引用」など著作権法上認められた場合を除き、無断で複製・転用することはできません。使用許諾は、各ページ内に記載されたホームページ担当課へ、事前にご相談ください。</li>
		<li>当ホームページ内に掲載された会社名・製品名などの名称は、一般に各社の商標あるいは登録商標です。</li>
	</ul>
</section>

<?php get_footer(); ?>