<?php
/*Template Name: 免責事項 */
?>
<?php get_header(); ?>

<div class="c-herohead">
	<h1 class="c-herohead__heading"><?php the_title(); ?></h1>
</div>

<section class="c-section">
	<ul class="c-section__ul">
		<li>リンク・著作権、アクセシビリティ、個人情報保護等は、長野市公式ホームページのみに適用されます。長野市が管理するホームページでも、別アドレスで提供されるものは、それぞれのサイトで定めたものを参照してください。</li>
		<li>長野市公式ホームページで公開する情報は、正確を期して提供しておりますが、誤植や不完全な記述が含まれる場合があります。</li>
		<li>長野市は、利用者が当ホームページによって被った損害、損失に対して、いかなる場合でも一切の責任を負いません。</li>
		<li>ホームページのアドレスや内容を予告なく変更する場合があります。</li>
		<li>長野市以外の自治体、団体、企業等のホームページへリンクを設定している場合があります。リンク先の団体、企業及びページの内容について、長野市はいかなる場合でも一切の責任を負いませんのでご了承ください。</li>
		<li>長野市ホームページへのリンクが設置された第三者のホームページに対して、長野市はいかなる関与もしていません。また、リンクにより発生した問題・損害に対して、市はいかなる責任も負いません。</li>
	</ul>

	<h3 class="c-heading__s">お問い合わせ先</h3>
	<p>企画政策部<br>広報広聴課<br>長野市大字鶴賀緑町1613番地　第一庁舎5階<br>電話番号：026-224-5004<br>ファックス番号：026-224-5102</p>
</section>

<?php get_footer(); ?>