<?php
/*Template Name: ー第2次川中島の戦い */
?>
<?php get_header(); ?>

<div class="c-herohead">
	<h1 class="c-herohead__heading"><span><?php the_title(); ?></span>犀川の戦い</h1>
</div>

<section class="c-section">
	<div class="p-illusts__post__kv">
		<img src="<?php echo get_template_directory_uri(); ?>/assets/img/illusts/02.jpg" alt="川中島合戦">
	</div>
	<article class="c-article c-single p-illusts__post">
		<div class="c-single__block">
			<h2 class="wp-block-heading">第2次川中島の戦い<br>犀川をはさみ200日におよんだ対陣</h2>
			<h3 class="wp-block-heading">信玄、川中島平の掌握に向け、対上杉軍の準備<br>知謀戦略で諸豪族たちを取り込んでいく</h3>
			<ul>
				<li>第1次川中島の戦いの翌天文23年(1554)3月、武田信玄(当時は武田晴信と名のる)は駿河の今川氏、相模の北条氏と婚姻関係を通じて三国同盟を結び、甲斐背後の諸勢力を牽制。信濃全域の掌握に向けて力を傾注していく。</li>
				<li>天文23年(1554)8月には、佐久郡の叛乱を鎮定し、小諸城を上州と北信濃経略の拠点とした。また、南信では小笠原信定、知久頼元[ちく·よりもと]らを攻めて伊那を平定し、木曽制圧にも着手する。同時に武田信玄は北信濃経略の準備を着々と進めていった。</li>
				<li>同年9月、大日方主税助([おびなたちからのすけ]小川)に協力を要請し、12月に安曇郡千見[あずみぐんせんみ]を占領させ、糸魚川方面からの上杉軍に備えた。さらに越後にまで手をのばして裏工作を進め、上杉方の内部分裂をはかるなどの謀略戦を展開していった。</li>
			</ul>

			<h3 class="wp-block-heading">謙信、善光寺横山城を本陣として武田方の旭山城を攻撃<br>信玄は城に籠もる栗田氏に兵·鉄砲·弓を送り対抗する</h3>
			<ul>
				<li>弘治元年(1555)4月、武田信玄は、安曇·筑摩両郡から善光寺の入口となる佐野山城(千曲市)に内田監物らを入れ、善光寺平を手中にするべく、甲斐より北信濃に出兵する。</li>
				<li>①こうした武田軍の動きを知った上杉謙信(当時は長尾景虎と名のる)は、7月、信濃に出陣して善光寺横山城に陣を張り、武田方についた善光寺別当·栗田氏(山栗田氏、栗田永寿軒、鶴寿[かくじゅ]とも言われる)の旭山城[あさひやまじょう]を攻めた。②</li>
				<li>③武田信玄は、更級郡大塚の大堀館[おおぼりやかた]に布陣し、犀川をはさんで謙信と向き合った。④信玄は旭山城にこもる栗田氏に兵3000、弓800張、鉄砲300挺を送り、上杉軍に対抗した。</li>
			</ul>

			<h3 class="wp-block-heading">犀川付近で両軍が衝突するが、決戦にはいたらず<br>対陣すること200日、今川義元の調停によって両軍和睦する</h3>
			<ul>
				<li>上杉謙信にとっては旭山城が落ちないことには、犀川の向こうにいる信玄と対決することができない。両軍は対峙したままの状態が続いた。⑤7月19日、川中島(犀川[さいがわ]付近)でせめぎ合いがあったが、決戦にはいたらなかった。【犀川の戦い】</li>
				<li>⑥長期の対陣は兵の士気を低下させ、兵糧の心配などもあった。両軍とも退くに退けない状況のまま、困窮の末、閏[うるう]10月15日、武田信玄は今川義元[いまがわ·よしもと]に仲介を依頼する。「旭山城を破却、両軍とも川中島から撤退し、所領を旧領主に返上する」という講和の条件で和睦が成立し、両軍は川中島から撤兵した。これにより川中島の半分近くは上杉方の勢力下となった。</li>
			</ul>
		</div>
	</article>
	<div class="c-single__back"><a class="c-anchor__back" href="<?php echo home_url('/illusts'); ?>"><span>川中島の戦い一覧へ戻る</span></a></div>
</section>

<!--?php get_template_part('inc/tour'); ?-->

<div class="c-nav__footnav">
	<div class="c-nav__footnav__prev"><a href="<?php echo home_url('/illusts/1st'); ?>"><span><i>第1次川中島の戦い</i></span></a></div>
	<div class="c-nav__footnav__next"><a href="<?php echo home_url('/illusts/3rd'); ?>"><span><i>第3次川中島の戦い</i></span></a></div>
</div>

<?php get_footer(); ?>
