<?php
/*Template Name: 戦記「甲越信戦録」 */
?>
<?php get_header(); ?>

<div class="c-herohead">
	<h1 class="c-herohead__heading"><?php the_title(); ?></h1>
	<nav class="c-nav__anchor">
		<ul class="">
			<li><a href="#about">甲越信戦録とは？</a></li>
			<li><a href="#aramashi">現代語で読む「甲越信戦録」あらまし</a></li>
		</ul>
	</nav>
</div>

<section id="about" class="c-section">
	<h2 class="c-heading__l">甲越信戦録とは？</h2>
	<div class="c-section__column2">
		<div class="c-section__column2__w28">
			<img src="<?php echo get_template_directory_uri(); ?>/assets/img/story/about.png" alt="">
		</div>
		<div class="c-section__column2__w65">
			<dl class="c-accordion">
				<div class="c-accordion__item">
					<dt>川中島の人間が書いた地元長野の本</dt>
					<dd>
						<p>甲斐源氏の一門・武田家の嫡男で、甲斐国内の統一に成功した武田信虎（たけだ・のぶとら）と大井信達（おおい・のぶたつ）の娘（大井夫人）との間に大永元年（1521）11月誕生した。幼名は太郎または勝千代（かつちよ）といい、元服後は晴信（はるのぶ）、のち出家して信玄と名乗った。</p>
						<p>幼年から長禅寺の禅僧・岐秀元伯（ぎしゅう・げんぱく）から禅学や兵法を学び、学問好きの文学青年として成長。そんな信玄に対し、武徳を尊ぶ父信虎は疎んずるようになる。信玄はこのころには機略に富み人の心を掌握する術に長けていたという。</p>
						<p>天文10年（1541）には父信虎を駿河の今川義元のもとへ国外追放して家督を得、翌年、諏訪攻略を手はじめに信濃へ侵攻する。諏訪頼重（すわ・よりしげ）、高遠頼継（たかとお・よりつぐ）、小笠原長時（おがさわら・ながとき）、村上義清（むらかみ・よしきよ）といった信濃の豪族との戦いを制し、甲斐と信濃の大部分を領する戦国大名となった。</p>
					</dd>
				</div>
				<div class="c-accordion__item">
					<dt>物語を通して人の心のあり方を諭す道徳の教科書</dt>
					<dd>
						<p>甲斐源氏の一門・武田家の嫡男で、甲斐国内の統一に成功した武田信虎（たけだ・のぶとら）と大井信達（おおい・のぶたつ）の娘（大井夫人）との間に大永元年（1521）11月誕生した。幼名は太郎または勝千代（かつちよ）といい、元服後は晴信（はるのぶ）、のち出家して信玄と名乗った。</p>
						<p>幼年から長禅寺の禅僧・岐秀元伯（ぎしゅう・げんぱく）から禅学や兵法を学び、学問好きの文学青年として成長。そんな信玄に対し、武徳を尊ぶ父信虎は疎んずるようになる。信玄はこのころには機略に富み人の心を掌握する術に長けていたという。</p>
						<p>天文10年（1541）には父信虎を駿河の今川義元のもとへ国外追放して家督を得、翌年、諏訪攻略を手はじめに信濃へ侵攻する。諏訪頼重（すわ・よりしげ）、高遠頼継（たかとお・よりつぐ）、小笠原長時（おがさわら・ながとき）、村上義清（むらかみ・よしきよ）といった信濃の豪族との戦いを制し、甲斐と信濃の大部分を領する戦国大名となった。</p>
					</dd>
				</div>
				<div class="c-accordion__item">
					<dt>川中島戦記の決定版！</dt>
					<dd>
						<p>甲斐源氏の一門・武田家の嫡男で、甲斐国内の統一に成功した武田信虎（たけだ・のぶとら）と大井信達（おおい・のぶたつ）の娘（大井夫人）との間に大永元年（1521）11月誕生した。幼名は太郎または勝千代（かつちよ）といい、元服後は晴信（はるのぶ）、のち出家して信玄と名乗った。</p>
							<p>幼年から長禅寺の禅僧・岐秀元伯（ぎしゅう・げんぱく）から禅学や兵法を学び、学問好きの文学青年として成長。そんな信玄に対し、武徳を尊ぶ父信虎は疎んずるようになる。信玄はこのころには機略に富み人の心を掌握する術に長けていたという。</p>
					</dd>
				</div>
				<div class="c-accordion__item">
					<dt>両雄の一騎討ち、山本勘助の墓~古戦場史跡の多くはこの本から</dt>
					<dd>
						<p>甲斐源氏の一門・武田家の嫡男で、甲斐国内の統一に成功した武田信虎（たけだ・のぶとら）と大井信達（おおい・のぶたつ）の娘（大井夫人）との間に大永元年（1521）11月誕生した。幼名は太郎または勝千代（かつちよ）といい、元服後は晴信（はるのぶ）、のち出家して信玄と名乗った。</p>
						<p>幼年から長禅寺の禅僧・岐秀元伯（ぎしゅう・げんぱく）から禅学や兵法を学び、学問好きの文学青年として成長。そんな信玄に対し、武徳を尊ぶ父信虎は疎んずるようになる。信玄はこのころには機略に富み人の心を掌握する術に長けていたという。</p>
					</dd>
				</div>
			</dl>
		</div>
	</div>
</section>


<h2 id="aramashi" class="c-heading__l">現代語で読む「甲越信戦録」あらまし</h2>
<nav class="c-nav__local">
	<ul class="">
		<li class="c-nav__local__vol01"><a href="/story#aramashi" class="active">巻の一</a></li>
		<li class="c-nav__local__vol02"><a href="/story/vol02">巻の二</a></li>
		<li class="c-nav__local__vol03"><a href="/story/vol03">巻の三</a></li>
		<li class="c-nav__local__vol04"><a href="/story/vol04">巻の四</a></li>
		<li class="c-nav__local__vol05"><a href="/story/vol05">巻の五</a></li>
		<li class="c-nav__local__vol06"><a href="/story/vol06">巻の六</a></li>
		<li class="c-nav__local__vol07"><a href="/story/vol07">巻の七</a></li>
		<li class="c-nav__local__vol08"><a href="/story/vol08">巻の八</a></li>
	</ul>
</nav>

<nav class="c-nav__anchor">
	<ul class="">
		<li><a href="#sec01">一.発端</a></li>
		<li><a href="#sec02">二.武田家由緒のこと</a></li>
		<li><a href="#sec03">三.山本勘助由緒のこと</a></li>
	</ul>
</nav>

<section id="sec01" class="c-section p-story_box">
	<div class="c-section__column2">
		<div class="c-section__column2__w28">
			<h3 class="c-heading__m">一.発端</h3>
		</div>
		<div class="c-section__column2__w65">
			<h4 class="c-heading__s">『甲越信戦録』作者覚え書き</h4>
			<p>「十八公の栄は霜後に一千年の色は雪中に深し」※とは、もっともなことである。関ヶ原の戦い、大坂夏の陣に勝利し、天下を統一した徳川家康。群雄割拠の戦国時代は終わりを告げ、日本は天下泰平の世となった。<br>※補足：十八公とは、松の異字体「枩」となり、徳川松平十八家を暗示。松の美しい緑は、長い年月、霜や雪に耐え抜いたことによりつくられる。それと同じように、戦国乱世を耐え抜いて幕府を開き、繁栄する徳川家をたとえている。</p>
			<p>元和２年（1616）、家康は逝去し、日光東照宮に祭祀された。やがて三代将軍家光が、過去の記録・日記を見て、諸国の戦いはこと細かに記載されているが、戦国を代表する名将同士が直戦した川中島合戦の実録がない。不満に思った家光は、上杉家に実録を提出するよう求めた。上杉家は細記を改め『甲越信戦録』五巻として献上した。</p>
			<p>ところが、それを旧武田方家臣に見せたところ、武田方の『武田三代記』『甲陽軍鑑』『信玄全集』とはずいぶん異なる記述があり、旧家臣たちは異を唱えた。そこで足利11代将軍義澄の末子である南光坊僧正に見せ、意見を求めると、「甲州の書いたものは武田の悪事や非分を覆い隠し、虚談が多すぎるが、謙信は事実と違う記述を嫌ったので、事実相違ない」と家光に述べた。家光は疑いも晴れ、満足したこの書を「実録」として書庫に納めたという。 　本書は、この上杉家の『甲越信戦録』を柱に、武田方の『甲陽軍鑑』や『武田三代記』、また『北越軍記』『本朝三国志』といった12通の版木本、さらに『川中島評判記三巻』『諸家見聞記二十巻』などの6つの写本、合わせて18書に加え、川中島に伝わる伝承をもとに執筆したものである。</p>
		</div>
	</div>
</section>

<section id="sec02" class="c-section p-story_box">
	<div class="c-section__column2">
		<div class="c-section__column2__w28">
			<h3 class="c-heading__m">二.武田家由緒のこと</h3>
		</div>
		<div class="c-section__column2__w65">
			<h4 class="c-heading__s">武門の誉れ高き総大将・武田信玄公</h4>
			<figure><img src="<?php echo get_template_directory_uri(); ?>/assets/img/story/takeda.png" alt=""></figure>
			<p>昔は互いに不義を戒め人の道を守ったのに、後世の兵乱では、親兄弟を討ち、他国を奪いとる道にはずれることがまかり通った。兵法の書「呉子」には、「およそ兵乱の起こるところは五つある。一に名を争う。二に利を争う。三に悪を積む。四に内乱。五に飢えによる」とある。天文16年（1547）よりはじまり、永禄7年（1564）に和睦となった甲越の川中島合戦は、名を争うところにある。</p>
			<p>さて、新羅源氏の血を受け継ぐ武田信玄公は、敵国より甲州へ馬を入れたことなく、出陣は信濃・上野・相模など12ヵ国。御代に戦うは56度、攻める城はすべて落とし、戦に負けたことのない日本開闢（かいびゃく）以来の総大将であった。</p>
		</div>
	</div>
</section>

<section id="sec03" class="c-section p-story_box">
	<div class="c-section__column2">
		<div class="c-section__column2__w28">
			<h3 class="c-heading__m">三.山本勘助由緒のこと</h3>
		</div>
		<div class="c-section__column2__w65">
			<h4 class="c-heading__s">勘助兄弟、野良のかたわら武芸・学問に励む</h4>
			<p>信玄公の頃、山本勘助康時という者がいた。のちに晴幸と名のった。背は五尺に足らぬ小男で、色は黒く隻眼（せきがん。目が片方しか見えないこと）で、その姿は醜かった。弟・三七重頼は、人相は温和優美で、目は青色に澄んでいた。後に山本帯刀と名のり、上杉家に仕え、徳川家康公に奉公して軍学を伝えた。山本家は、新羅三郎義光の長男・義業［よしなり］にはじまる。勘助兄弟の祖父は参州牛久保（愛知県豊川市牛久保）に住む郷士であったが、駿河の今川氏に領地を奪われ、子孫は農民となった。<br>　勘助兄弟は新羅源氏の家にありながら農民として暮らすのは無念と思い、兄弟申し合わせて、暑さ寒さをも厭（いと）わず、武芸に励み、書を学んだ。母には孝を尽くした。文武に秀でた兄弟の噂は国内外に広まり、尾州織田備前守信秀の家臣・正木弾正［まさきだんじょう］が噂を聞きつけて、勘助と互いの術を試みるほどであった。</p>

			<h4 class="c-heading__s">勘助、猪に右目を突きつぶされる</h4>
			<figure><img src="<?php echo get_template_directory_uri(); ?>/assets/img/story/yamamoto.png" alt=""></figure>
			<p>ある日、弟と薪を取りに出かけた勘助は、いっときの休みの合間に腰の七書（中国の兵書）を取り出して夢中で眺めていた。そのとき突然背後より手負いの猪が襲いかかり、勘助に牙をかけた。不意を突かれた勘助は猪を投げつけようとしたとき、牙で右眼を突きつぶされた。<br>　勘助はこの事件以来、一層武術に凝るようになった。猪ともみ合った際に剣術の流儀を工夫し、自ら猪谷流〔いがやりゅう〕と名づけた。<br>　それからまもなくして、母親が病で亡くなった。そこで勘助兄弟は年来の望みであった武者修行に励むべく、故郷参州牛久保を旅立った。</p>
		</div>
	</div>
</section>

<div class="c-nav__footnav">
	<!-- <div class="c-nav__footnav__prev"><a href="/story"><span><i>巻の一へ戻る</i></span></a></div> -->
	<div class="c-nav__footnav__next"><a href="/story/vol02"><span><i>巻の二へ進む</i></span></a></div>
</div>

<?php get_footer(); ?>