<?php
/*Template Name: このサイトについて */
?>
<?php get_header(); ?>

<div class="c-herohead">
	<h1 class="c-herohead__heading"><?php the_title(); ?></h1>
</div>

<section class="c-section">
	<p class="c-heading__s"> このサイトは、2007年に（公財）ながの観光コンベンションビューローにて作成した、<br class="l-pc">『長野市「信州・風林火山」特設サイト』を一部修正したものです。</p>
</section>

<section class="c-section">
	<div class="p-website__wrap">
		<h2 class="c-heading__m">人々の心をひきつける、川中島の戦い</h2>
		<div class="p-website__box">
			<div class="p-website__box__txt">
				<p>武田信玄と上杉謙信の名将が信濃の領有をめぐって対決する「川中島の戦い」は、戦国時代を代表する大合戦として広く知られています。川をはさんで対決する変化に富んだ合戦舞台、奇策「啄木鳥の戦法」とその裏をかく知略と駆け引き、山本勘助や武田信繁ら名将の奮戦、そして信玄と謙信・両雄の一騎討ち……。時代を越えて人々の心をひきつける川中島の戦いは、謡曲「霧の川中島」をはじめ、数多くの舞台や映画・TVドラマなどさまざまな形で伝えられてきました。</p>
			</div>
			<div class="p-website__box__img">
				<figure>
					<img src="<?php echo get_template_directory_uri(); ?>/assets/img/website/01.jpg">
					<figcaption>信玄・謙信一騎討ちの像</figcaption>
				</figure>
			</div>
		</div>
	</div>

	<div class="p-website__wrap">
		<h2 class="c-heading__m">戦いの歴史を今に伝える書物たち</h2>
		<p>しかし、戦いの史実については歴史研究家の間でも諸説あり、特に永禄4年の大激戦（第4次川中島の戦い）についての真相はいまだ不明とされています。関係する古文書や記録が乏しいなか、川中島の戦いの内容を詳細に記したもの一つに、江戸時代に書かれた甲州流軍学書『甲陽軍鑑』があります。井上靖原作『風林火山』の主人公・山本勘助もこの『甲陽軍鑑』に登場し、名軍師としての活躍が描かれました。一方、上杉方の立場で川中島の戦いを書いたとされるものには『川中島五戦記（川中島五ヶ度合戦次第）』があり、ともに史実性はともかく、江戸時代から続く川中島ブームの度ごとに脚光を浴びてきた人気の書となっています。</p>
			<p>このように川中島の戦いに関する諸説史料があるなかで、本サイトは、地元に残る地元の者による書物『甲越信戦録』の内容を中心に構成しました。</p>
	</div>

	<div class="p-website__wrap">
		<h2 class="c-heading__m">「甲越信戦録」とはどのような書物なのか</h2>
		<div class="p-website__box">
			<div class="p-website__box__txt">
				<p>『甲越信戦録』は史書ではありません。先の上杉の『川中島五戦記』を柱に、武田の『甲陽軍鑑』『武田三代記』『北越誌』、さらに地元の村人の伝承などをもとに著した作者不詳の軍記物語です。江戸後期、文化7年（1810）以降に川中島地方の者が著したといわれ、写本から写本へと地域の家々に伝えられてきました。兵士、農民、女性や子ども、甲・越・信の数知れない人々が合戦の犠牲になった川中島。時を経て、この地に暮らす人の手によってよみがえった『甲越信戦録』の物語には、川中島の戦いの讃歌ではなく、人を思う心の大切さと平和への熱い願いが込められています。伝承や逸話の中に隠されたもう一つの歴史の姿、それが『甲越信戦録』で語られているといってよいかもしれません。</p>
				<p>現在、激戦のあった川中島地方には、合戦にまつわる数多くの史跡が残されていますが、なかでも 八幡原に建つ信玄・謙信一騎討ち像の構図、山本勘助討ち死の地や墓所、両角豊後守の墓所をはじめとする古戦場史跡の多くは、ほかでもないこの『甲越信戦録』に依拠しています。</p>
			</div>
			<div class="p-website__box__img">
				<figure>
					<img src="<?php echo get_template_directory_uri(); ?>/assets/img/website/02.jpg">
					<figcaption>八幡原史跡公園（川中島古戦場）</figcaption>
				</figure>
			</div>
		</div>
	</div>

	<div class="p-website__wrap">
		<h2 class="c-heading__m">地元の視点から川中島の歴史をたどる</h2>
		<p>こうしたことから本サイトにおいては、地元だからこそ記すことができた地元に残る“歴史書”『甲越信戦録』を軸として、『信濃史料』『長野県史』等の各史料文献なども参考に、それぞれにまつわるエピソード等をまじえて関連史跡・人物を紹介しました。『風林火山』の物語のクライマックスとなる川中島の戦いを、史実とあわせて、地元の視点からの歴史もたどっていただければ幸いに思います。</p>
		<p>なお、本サイトについては、『甲越信戦録』現代語訳（龍鳳書房）を出版している長野市在住の郷土史研究家、岡澤由往氏に監修していただきました。年号や日付については、『甲越信戦録』ほか、参考資料に記された旧暦で表記しております。</p>
		<div class="p-website__img">
			<figure>
				<img src="<?php echo get_template_directory_uri(); ?>/assets/img/website/03.jpg">
				<figcaption>典厩寺　閻魔堂（えんまどう）</figcaption>
			</figure>
			<figure>
				<img src="<?php echo get_template_directory_uri(); ?>/assets/img/website/04.jpg">
				<figcaption>戸隠神社奉納祈願文</figcaption>
			</figure>
		</div>
		<h3 class="c-heading__s">その他、参考文献</h3>
		<p>『戦国哀歌 甲越信戦録　現代語訳』岡澤由往（龍鳳書房）/『激闘！川中島合戦をたどる』岡澤由往（龍鳳書房）/『川中嶋古戦場ひとり旅』岡澤由往（銀河書房）/『信濃史料』/『長野県史』/『長野県町村史』/『長野市誌』/『更級郡史』/『長野県の地名』/『甲陽軍鑑』/『妙法寺記』/『川中島の戦　甲信越戦国史』小林計一郎（銀河書房）/『風林火山』井上靖/『武田信玄100話』坂本徳一編（立風書房）/『武田信玄　戦国の雄・その生涯と史跡をたどる』（信濃毎日新聞社）<br>『川中島合戦は二つあった』笹本正治（信濃毎日新聞社）/『歴史群像シリーズ6　風林火山　信玄の戦いと武田二十四将』（学研）/『歴史群像シリーズ50　戦国合戦大全・上巻』（学研）/『信濃路の風林火山』（信濃毎日新聞社） ほか</p>
	</div>
</section>

<?php get_footer(); ?>